anbox-modules-dkms-git
appimage-cli-tool-git
apx
archlinux-appstream-data-pamac
aseprite
dmenu-wayland-git
geany-themes
inkstitch
moar
nerd-fonts-meta
pencil-bin
pixelorama-bin
processing
properties-cpp
qtav
rofi-lbonn-wayland-git
sip4
solidity
swhkd-bin
vscodium-bin-marketplace
waydroid-image-gapps
wordnet-cli
wordnet-common
