a52dec
abiword
accounts-qml-module
accountsservice
acl
adobe-source-code-pro-fonts
adwaita-cursors
adwaita-icon-theme
aha
aiksaurus
akonadi-contacts
alembic
alsa-lib
alsa-plugins
alsa-topology-conf
alsa-ucm-conf
amd-ucode
android-file-transfer
android-tools
android-udev
aom
appstream
appstream-glib
appstream-qt
archlinux-keyring
argon2
ark
aspell
aspell-en
at-spi2-core
atkmm
attica
attr
audacity
audit
autoconf
automake
avahi
babl
baloo
baloo-widgets
base
bash
bc
binutils
bison
blas
bleachbit
blender
blosc
bluedevil
bluez
bluez-libs
bluez-qt
bolt
boost-libs
breeze
breeze-gtk
breeze-icons
bridge-utils
brotli
btrfs-progs
bubblewrap
bzip2
c-ares
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cairo
cairomm
calibre
cantarell-fonts
cblas
cdparanoia
cfitsio
chmlib
cifs-utils
clang
clinfo
cln
clutter
clutter-gtk
cmake
cmatrix
cogl
coin
colord
colord-sane
compiler-rt
confuse
containerd
convertlit
coreutils
cryptsetup
cups
cups-filters
curl
cvc4
cython
dav1d
db5.3
dbus
dbus-glib
dbus-python
dconf
debugedit
default-cursors
deno
desktop-file-utils
device-mapper
diffutils
digikam
discount
discover
djvulibre
dmidecode
dmraid
dnssec-anchors
docker
dolphin
dolphin-plugins
dosfstools
dotnet-host
dotnet-runtime
dotnet-runtime-6.0
dotnet-sdk
dotnet-sdk-6.0
dotnet-targeting-pack
dotnet-targeting-pack-6.0
double-conversion
draco
drkonqi
duktape
e2fsprogs
ebook-tools
editorconfig-core-c
efibootmgr
efivar
egl-wayland
eglexternalplatform
elinks
elisa
ell
emacs
embree
enchant
exiv2
expat
faad2
fakeroot
fd
ffmpeg
ffmpeg4.4
fftw
file
filesystem
findutils
firefox
firewalld
fish
flac
flashrom
flatpak
flatpak-kcm
flex
fltk
fluidsynth
fmt
fontconfig
frameworkintegration
freecad
freeglut
freeimage
freetype2
frei0r-plugins
fribidi
fuse-common
fuse2
fuse3
fwupd
fwupd-efi
fzf
gavl
gawk
gc
gcab
gcc
gcc-libs
gd
gdb
gdb-common
gdbm
gdk-pixbuf2
gegl
geoclue
gettext
ghc-libs
ghostscript
giflib
gimp
git
github-cli
gl2ps
glew
glib-networking
glib2
glibc
glibmm
glow
glslang
glu
gmp
gnu-free-fonts
gnupg
gnuplot
gnutls
go
gobject-introspection-runtime
godot
goffice
gpgme
gpm
gptfdisk
granite
grantlee
grantleetheme
graphene
graphicsmagick
graphite
graphviz
grep
groff
gsettings-desktop-schemas
gsfonts
gsl
gsm
gspell
gst-libav
gst-plugins-base
gst-plugins-base-libs
gst-plugins-ugly
gstreamer
gtk-update-icon-cache
gtk2
gtk3
gtkmathview
gtkmm3
gts
guile
gwenview
gzip
handbrake
harfbuzz
harfbuzz-icu
haskell-aeson
haskell-aeson-pretty
haskell-ansi-terminal
haskell-ansi-wl-pprint
haskell-appar
haskell-asn1-encoding
haskell-asn1-parse
haskell-asn1-types
haskell-assoc
haskell-async
haskell-attoparsec
haskell-attoparsec-iso8601
haskell-auto-update
haskell-base-compat
haskell-base-compat-batteries
haskell-base-orphans
haskell-base-unicode-symbols
haskell-base16-bytestring
haskell-base64
haskell-base64-bytestring
haskell-basement
haskell-bifunctors
haskell-bitvec
haskell-blaze-builder
haskell-blaze-html
haskell-blaze-markup
haskell-boring
haskell-bsb-http-chunked
haskell-byteable
haskell-byteorder
haskell-call-stack
haskell-case-insensitive
haskell-cereal
haskell-citeproc
haskell-cmdargs
haskell-colour
haskell-commonmark
haskell-commonmark-extensions
haskell-commonmark-pandoc
haskell-comonad
haskell-conduit
haskell-conduit-extra
haskell-connection
haskell-constraints
haskell-contravariant
haskell-cookie
haskell-cryptonite
haskell-data-array-byte
haskell-data-default
haskell-data-default-class
haskell-data-default-instances-containers
haskell-data-default-instances-dlist
haskell-data-default-instances-old-locale
haskell-data-fix
haskell-dec
haskell-diff
haskell-digest
haskell-distributive
haskell-dlist
haskell-doclayout
haskell-doctemplates
haskell-easy-file
haskell-emojis
haskell-erf
haskell-fast-logger
haskell-fgl
haskell-file-embed
haskell-generically
haskell-ghc-bignum-orphans
haskell-glob
haskell-gridtables
haskell-haddock-library
haskell-hashable
haskell-hourglass
haskell-hslua
haskell-hslua-aeson
haskell-hslua-classes
haskell-hslua-core
haskell-hslua-list
haskell-hslua-marshalling
haskell-hslua-module-doclayout
haskell-hslua-module-path
haskell-hslua-module-system
haskell-hslua-module-text
haskell-hslua-module-version
haskell-hslua-module-zip
haskell-hslua-objectorientation
haskell-hslua-packaging
haskell-http-api-data
haskell-http-client
haskell-http-client-tls
haskell-http-date
haskell-http-media
haskell-http-types
haskell-http2
haskell-hunit
haskell-indexed-traversable
haskell-indexed-traversable-instances
haskell-integer-logarithms
haskell-iproute
haskell-ipynb
haskell-jira-wiki-markup
haskell-juicypixels
haskell-lexer
haskell-libyaml
haskell-lpeg
haskell-lua
haskell-memory
haskell-mime-types
haskell-mmorph
haskell-monad-control
haskell-mono-traversable
haskell-network
haskell-network-byte-order
haskell-network-uri
haskell-old-locale
haskell-old-time
haskell-onetuple
haskell-optparse-applicative
haskell-pandoc
haskell-pandoc-lua-engine
haskell-pandoc-lua-marshal
haskell-pandoc-server
haskell-pandoc-types
haskell-pem
haskell-pretty-show
haskell-primitive
haskell-psqueues
haskell-quickcheck
haskell-random
haskell-recv
haskell-regex-base
haskell-regex-tdfa
haskell-resourcet
haskell-safe
haskell-safe-exceptions
haskell-scientific
haskell-semialign
haskell-semigroupoids
haskell-servant
haskell-servant-server
haskell-sha
haskell-simple-sendfile
haskell-singleton-bool
haskell-skylighting
haskell-skylighting-core
haskell-skylighting-format-ansi
haskell-skylighting-format-blaze-html
haskell-skylighting-format-context
haskell-skylighting-format-latex
haskell-socks
haskell-some
haskell-sop-core
haskell-split
haskell-splitmix
haskell-statevar
haskell-streaming-commons
haskell-strict
haskell-string-conversions
haskell-syb
haskell-tagged
haskell-tagsoup
haskell-temporary
haskell-texmath
haskell-text-conversions
haskell-text-icu
haskell-text-short
haskell-th-abstraction
haskell-th-compat
haskell-th-lift
haskell-th-lift-instances
haskell-these
haskell-time-compat
haskell-time-manager
haskell-tls
haskell-transformers-base
haskell-transformers-compat
haskell-type-equality
haskell-typed-process
haskell-unicode-collation
haskell-unicode-data
haskell-unicode-transforms
haskell-uniplate
haskell-unix-compat
haskell-unix-time
haskell-unliftio
haskell-unliftio-core
haskell-unordered-containers
haskell-utf8-string
haskell-uuid-types
haskell-vault
haskell-vector
haskell-vector-algorithms
haskell-vector-stream
haskell-wai
haskell-wai-app-static
haskell-wai-cors
haskell-wai-extra
haskell-wai-logger
haskell-warp
haskell-witherable
haskell-word8
haskell-x509
haskell-x509-store
haskell-x509-system
haskell-x509-validation
haskell-xml
haskell-xml-conduit
haskell-xml-types
haskell-yaml
haskell-zip-archive
haskell-zlib
hdf5-openmpi
hicolor-icon-theme
hidapi
hslua-cli
htop
http-parser
hunspell
hunspell-en_us
hwdata
hwloc
hyphen
iana-etc
icu
ijs
imagemagick
imath
imlib2
iniparser
inkscape
iproute2
iptables
iputils
ipython
iso-codes
iwd
jack2
jansson
jasper
java-runtime-common
jbig2dec
jemalloc
jre-openjdk
jre-openjdk-headless
json-c
json-glib
jsoncpp
jxrlib
kaccounts-integration
kaccounts-providers
kactivities
kactivities-stats
kactivitymanagerd
karchive
kate
kauth
kbd
kbookmarks
kcalc
kcalendarcore
kcmutils
kcodecs
kcolorpicker
kcompletion
kconfig
kconfigwidgets
kcontacts
kcoreaddons
kcrash
kdbusaddons
kde-cli-tools
kde-gtk-config
kdeclarative
kdeconnect
kdecoration
kded
kdelibs4support
kdenlive
kdeplasma-addons
kdesu
kdnssd
kdsoap
kdsoap-ws-discovery-client
kemoticons
keyutils
kfilemetadata
kgamma5
kglobalaccel
kguiaddons
kholidays
khotkeys
ki18n
kiconthemes
kidletime
kimageannotator
kinfocenter
kio
kio-extras
kio-fuse
kio-gdrive
kirigami2
kitemmodels
kitemviews
kitty
kitty-shell-integration
kitty-terminfo
kjobwidgets
kjs
kmenuedit
kmime
kmod
knewstuff
knotifications
knotifyconfig
kolourpaint
konsole
kpackage
kparts
kpeople
kpeoplevcard
kpipewire
kpty
kquickcharts
krb5
krita
krunner
ksanecore
kscreen
kscreenlocker
kservice
ksshaskpass
ksysguard
ksystemstats
ktexteditor
ktextwidgets
kunitconversion
kuserfeedback
kwallet
kwallet-pam
kwayland
kwayland-integration
kwidgetsaddons
kwin
kwindowsystem
kwrited
kxmlgui
l-smash
lame
languagetool
lapack
lasem
layer-shell-qt
lazygit
lcms2
ldb
ldns
lensfun
less
lib2geom
lib32-acl
lib32-alsa-lib
lib32-alsa-plugins
lib32-amdvlk
lib32-brotli
lib32-bzip2
lib32-curl
lib32-dbus
lib32-e2fsprogs
lib32-expat
lib32-fontconfig
lib32-freetype2
lib32-gcc-libs
lib32-gettext
lib32-glib2
lib32-glibc
lib32-harfbuzz
lib32-icu
lib32-keyutils
lib32-krb5
lib32-libcap
lib32-libdrm
lib32-libelf
lib32-libffi
lib32-libgcrypt
lib32-libglvnd
lib32-libgpg-error
lib32-libidn2
lib32-libldap
lib32-libnl
lib32-libpcap
lib32-libpciaccess
lib32-libpng
lib32-libpsl
lib32-libssh2
lib32-libtasn1
lib32-libtirpc
lib32-libunistring
lib32-libunwind
lib32-libx11
lib32-libxau
lib32-libxcb
lib32-libxcrypt
lib32-libxcursor
lib32-libxdamage
lib32-libxdmcp
lib32-libxext
lib32-libxfixes
lib32-libxi
lib32-libxml2
lib32-libxrandr
lib32-libxrender
lib32-libxshmfence
lib32-libxss
lib32-libxxf86vm
lib32-llvm-libs
lib32-lm_sensors
lib32-mesa
lib32-ncurses
lib32-nspr
lib32-nss
lib32-openssl
lib32-p11-kit
lib32-pam
lib32-pcre2
lib32-sdl2
lib32-sqlite
lib32-systemd
lib32-util-linux
lib32-vulkan-icd-loader
lib32-wayland
lib32-xz
lib32-zlib
lib32-zstd
libaccounts-glib
libaccounts-qt
libaec
libaio
libakonadi
libantlr3c
libappimage
libarchive
libass
libassuan
libasyncns
libatasmart
libavc1394
libavif
libb2
libblockdev
libbluray
libbpf
libbs2b
libbsd
libbytesize
libcaca
libcamera
libcanberra
libcap
libcap-ng
libcbor
libcdio
libcdio-paranoia
libcdr
libcerf
libcloudproviders
libcolord
libcups
libdaemon
libdatrie
libdbusmenu-glib
libdbusmenu-qt5
libdc1394
libdca
libde265
libdmtx
libdrm
libdvbpsi
libdvdnav
libdvdread
libebml
libebur128
libedit
libelf
libepoxy
libevdev
libevent
libexif
libfakekey
libffi
libfontenc
libftdi
libgcrypt
libgdiplus
libgee
libgexiv2
libgig
libgit2
libglvnd
libgpg-error
libgphoto2
libgsf
libgudev
libgusb
libhandy
libharu
libheif
libical
libice
libid3tag
libidn
libidn2
libiec61883
libieee1284
libimagequant
libimobiledevice
libinih
libinput
libinstpatch
libisl
libjcat
libjpeg-turbo
libkdcraw
libkexiv2
libkgapi
libksane
libksba
libkscreen
libksysguard
libldap
liblqr
libluv
liblzf
libmad
libmalcontent
libmanette
libmatroska
libmbim
libmd
libmfx
libmm-glib
libmng
libmnl
libmodplug
libmpc
libmpcdec
libmpeg2
libmspack
libmtp
libmypaint
libndp
libnet
libnetfilter_conntrack
libnewt
libnfnetlink
libnftnl
libnghttp2
libnl
libnm
libnotify
libnsl
libogg
libomxil-bellagio
libotf
libots
libp11-kit
libpackagekit-glib
libpaper
libpcap
libpciaccess
libpgm
libpipeline
libplacebo
libplist
libpng
libproxy
libpsl
libpulse
libqaccessibilityclient
libqalculate
libqmi
libqrtr-glib
libraqm
libraw
libraw1394
librevenge
librsvg
librsync
libsamplerate
libsasl
libsbsms
libseccomp
libsecret
libsidplay
libsigc++
libsm
libsmbios
libsndfile
libsodium
libsoup
libsoup3
libsoxr
libspectre
libspiro
libspnav
libssh
libssh2
libstemmer
libsysprof-capture
libtar
libtasn1
libteam
libtermkey
libthai
libtheora
libtiff
libtirpc
libtommath
libtool
libtorrent-rasterbar
libtpms
libunistring
libunrar
libunwind
libupnp
liburcu
libusb
libusbmuxd
libutempter
libuv
libva
libva-mesa-driver
libvdpau
libverto
libvisio
libvorbis
libvpx
libvterm
libwacom
libwbclient
libwebp
libwmf
libwpd
libwpe
libwpg
libwps
libwslay
libx11
libxau
libxaw
libxcb
libxcomposite
libxcrypt
libxcursor
libxcvt
libxdamage
libxdmcp
libxext
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxml2
libxmlb
libxmu
libxpm
libxpresent
libxrandr
libxrender
libxres
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxxf86vm
libyaml
libyuv
libzip
licenses
lilv
link-grammar
linux
linux-api-headers
linux-firmware
linux-firmware-whence
linux-headers
linux-lts
linux-lts-headers
llvm-libs
lm_sensors
lmdb
lmms
log4cplus
loudmouth
lsb-release
lsof
lua
lua-lpeg
lua52
lua53
luajit
luarocks
lv2
lvm2
lz4
lzo
m17n-db
m17n-lib
m4
mailcap
make
man-db
marble-common
mathjax
mbedtls
md4c
mdadm
med-openmpi
media-player-info
mesa
mesa-utils
milou
miniupnpc
minizip
minizip-ng
mkinitcpio
mkinitcpio-busybox
mlt
mobile-broadband-provider-info
modemmanager
modemmanager-qt
mono
mpfr
mpg123
mpv
msgpack-c
mtdev
mujs
mypaint-brushes1
nano
ncdu
ncurses
ndctl
neofetch
neovim
net-snmp
netcdf
netpbm
netstandard-targeting-pack
nettle
networkmanager
networkmanager-qt
nftables
nmap
node-gyp
nodejs-lts-hydrogen
nodejs-nopt
noto-fonts
npm
npth
nspr
nss
ntfs-3g
numactl
ocl-icd
okular
openal
opencascade
opencollada
opencolorio
opencore-amr
opencv
openexr
openimagedenoise
openimageio
openjpeg2
openmpi
openpgl
openpmix
openshadinglanguage
openssh
openssl
opensubdiv
openvdb
openxr
optipng
opus
opusfile
orc
ostree
oxygen
oxygen-sounds
p11-kit
packagekit
packagekit-qt5
pacman
pacman-contrib
pacman-mirrorlist
pahole
pam
pambase
pandoc-cli
pango
pangomm
parted
patch
pciutils
pcre
pcre2
pcsclite
pdfarranger
perl
perl-error
perl-image-exiftool
perl-mailtools
perl-timedate
phonon-qt5
phonon-qt5-gstreamer
pinentry
pipewire
pipewire-media-session
pixman
pkgconf
pkgfile
plasma-browser-integration
plasma-desktop
plasma-disks
plasma-firewall
plasma-framework
plasma-integration
plasma-meta
plasma-nm
plasma-pa
plasma-sdk
plasma-systemmonitor
plasma-thunderbolt
plasma-vault
plasma-wayland-session
plasma-welcome
plasma-workspace
plasma-workspace-wallpapers
podofo
polkit
polkit-kde-agent
polkit-qt5
poppler
poppler-data
poppler-glib
poppler-qt5
popt
portaudio
portmidi
portsmf
potrace
powerdevil
powertop
ppp
print-manager
prison
procps-ng
progress
protobuf
protobuf-c
psiconv
psmisc
ptex
pugixml
pulseaudio
pulseaudio-qt
purpose
pybind11
pyside2
pyside2-tools
pystring
python
python-apsw
python-asttokens
python-async-timeout
python-attrs
python-autocommand
python-backcall
python-beautifulsoup4
python-brotli
python-brotlicffi
python-cairo
python-cchardet
python-cffi
python-chardet
python-colorama
python-contourpy
python-cryptography
python-css-parser
python-cssselect
python-cycler
python-dateutil
python-decorator
python-deprecation
python-distro
python-dnspython
python-executing
python-fastjsonschema
python-feedparser
python-fonttools
python-gitdb
python-gitpython
python-gobject
python-html2text
python-html5-parser
python-html5lib
python-idna
python-ifaddr
python-inflate64
python-inflect
python-jaraco.context
python-jaraco.functools
python-jaraco.text
python-jedi
python-jeepney
python-kiwisolver
python-lxml
python-markdown
python-matplotlib
python-matplotlib-inline
python-mechanize
python-more-itertools
python-msgpack
python-multivolumefile
python-netifaces
python-numpy
python-ordered-set
python-packaging
python-parso
python-pdftotext
python-pexpect
python-pickleshare
python-pikepdf
python-pillow
python-pip
python-pivy
python-platformdirs
python-ply
python-prompt_toolkit
python-psutil
python-ptyprocess
python-pure-eval
python-py7zr
python-pybcj
python-pychm
python-pycparser
python-pycryptodome
python-pycryptodomex
python-pycups
python-pycurl
python-pydantic
python-pygments
python-pyparsing
python-pyppmd
python-pyqt6
python-pyqt6-sip
python-pyqt6-webengine
python-pyzstd
python-regex
python-requests
python-setuptools
python-sgmllib3k
python-shiboken2
python-shtab
python-six
python-smmap
python-soupsieve
python-stack-data
python-termcolor
python-texttable
python-tomli
python-traitlets
python-trove-classifiers
python-typing_extensions
python-unrardll
python-urllib3
python-validate-pyproject
python-wcwidth
python-webencodings
python-wheel
python-yaml
python-zeroconf
qbittorrent
qca-qt5
qhull
qpdf
qqc2-desktop-style
qrencode
qt5-base
qt5-datavis3d
qt5-declarative
qt5-graphicaleffects
qt5-location
qt5-multimedia
qt5-networkauth
qt5-quickcontrols
qt5-quickcontrols2
qt5-sensors
qt5-speech
qt5-svg
qt5-tools
qt5-translations
qt5-wayland
qt5-webchannel
qt5-webengine
qt5-websockets
qt5-webview
qt5-x11extras
qt5-xmlpatterns
qt6-base
qt6-declarative
qt6-imageformats
qt6-positioning
qt6-svg
qt6-translations
qt6-webchannel
qt6-webengine
qtav
quazip-qt5
ragel
raptor
rasqal
rav1e
rclone
re2
readline
redland
rhash
ripgrep
rsync
rtkit
rubberband
ruby
ruby-abbrev
ruby-base64
ruby-benchmark
ruby-bigdecimal
ruby-bundledgems
ruby-bundler
ruby-cgi
ruby-csv
ruby-date
ruby-delegate
ruby-did_you_mean
ruby-digest
ruby-drb
ruby-english
ruby-erb
ruby-etc
ruby-fcntl
ruby-fiddle
ruby-fileutils
ruby-find
ruby-forwardable
ruby-getoptlong
ruby-io-console
ruby-io-nonblock
ruby-io-wait
ruby-ipaddr
ruby-irb
ruby-json
ruby-logger
ruby-minitest
ruby-mutex_m
ruby-net-http
ruby-open-uri
ruby-power_assert
ruby-psych
ruby-racc
ruby-rake
ruby-rdoc
ruby-reline
ruby-rexml
ruby-ruby2_keywords
ruby-stdlib
ruby-stringio
ruby-test-unit
ruby-time
ruby-tmpdir
ruby-uri
rubygems
run-parts
runc
rust-analyzer
rustup
sane
sddm-kcm
sdl12-compat
sdl2
sed
semver
serd
shaderc
shadow
shared-mime-info
shellcheck
signon-kwallet-extension
signon-plugin-oauth2
signon-ui
signond
simple-scan
slang
smartmontools
smbclient
snappy
sndio
socat
solid
solidity
sonnet
soqt
sord
sound-theme-freedesktop
soundtouch
source-highlight
spectacle
speex
speexdsp
spirv-tools
sqlite
squashfuse
sratom
srt
steam
stk
sudo
suil
suitesparse
svt-av1
switchboard
switchboard-plug-printers
syncthing
syndication
syntax-highlighting
sysfsutils
sysstat
system-config-printer
systemd
systemd-libs
systemd-sysvcompat
systemsettings
t1lib
taglib
talloc
tar
tbb
tcl
tdb
terminus-font
tevent
texinfo
thin-provisioning-tools
threadweaver
tidy
tinygo
tinyxml
tk
tldr
tpm2-tss
traceroute
tracker3
tre
tree
tree-sitter
tslib
ttf-carlito
ttf-dejavu
ttf-droid
ttf-firacode-nerd
ttf-hack
ttf-liberation
ttf-roboto
twolame
tzdata
uchardet
udisks2
uget
unibilium
unzip
upower
usbmuxd
usbutils
util-linux
util-linux-libs
v4l-utils
vagrant
vamp-plugin-sdk
vault
veracrypt
vid.stab
vifm
vim
vim-runtime
virtualbox
virtualbox-guest-iso
virtualbox-guest-utils
virtualbox-host-modules-arch
vlc
vmaf
volume_key
vtk
vulkan-headers
vulkan-icd-loader
vulkan-radeon
vulkan-tools
wavpack
wayland
wayland-utils
webkit2gtk-4.1
webrtc-audio-processing
wget
which
wine
wireless_tools
woff2
wpa_supplicant
wpebackend-fdo
wv
wxwidgets-common
wxwidgets-gtk3
x264
x265
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xclip
xdg-dbus-proxy
xdg-desktop-portal
xdg-desktop-portal-kde
xdg-user-dirs
xdg-utils
xdotool
xerces-c
xf86-input-libinput
xf86-video-amdgpu
xf86-video-ati
xf86-video-vmware
xfsprogs
xkeyboard-config
xorg-fonts-encodings
xorg-server
xorg-server-common
xorg-setxkbmap
xorg-xauth
xorg-xdpyinfo
xorg-xinit
xorg-xkbcomp
xorg-xmessage
xorg-xmodmap
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xset
xorg-xsetroot
xorg-xwayland
xorg-xwininfo
xorgproto
xsel
xvidcore
xxhash
xz
yaml-cpp
z3
zenity
zeromq
zimg
zip
zlib
zram-generator
zsh
zstd
zxing-cpp
